<!DOCTYPE html>
<html lang="en">

<?php include 'include/head.php'; ?>

<style>
    .info-container {
        max-width: 1500px;
        margin: 0 auto;
        padding: 20px;
    }

    .img-fluid {
        width: 100%;
        object-fit: contain;
        object-position: center top;
        filter: brightness(50%);
    }

    .blue-box {
        position: absolute;
        top: 50%;
        left: 50%;
        transform: translate(-50%, -50%);
        background-color: rgba(0, 82, 170, 0.7);
        color: white;
        padding: 10px 20px;
        font-size: 30px;
        text-align: center;
        white-space: nowrap;
    }

    .image-container {
        position: relative;
        width: 100%;
        overflow: hidden;
        max-height: 250px;
    }

    h1 {
        font-size: 26px;
        position: relative;
        padding-left: 20px;
    }

    .highlight-bar {
        position: absolute;
        width: 4px;
        height: 20px;
        background-color: #f4c900;
        left: 0;
        top: 5px;
    }

    .textdate {
        margin-left: 30px;
        padding: 0.2em 0.4em;
        padding-left: 16px;
        padding-right: 16px;
        margin-bottom: 0.5em;
        background-color: #e2e3e5;
        color: #6c757d;
        border-radius: 20px;
        display: inline-block;
        font-size: 16px;
    }

    .textinfo {
        font-size: 16px;
        margin-left: 40px;
    }

    .back-container {
        text-decoration: none;
        max-width: 1214px;
        margin: 0 auto;
    }

    .policy-header {
        display: flex;
        align-items: center;
    }

    .home {
        display: flex; 
        align-items: center;
        margin-left: auto;
    }

    .home a {
        text-decoration: none;
        font-size: 16px;
        margin-right: 5px;
    }

    .arrow {
        color: #0d6efd;
        font-weight: bold;
        font-size: 20px;
        line-height: 2;
    }

    .back-text {
        font-size: 16px;
        position: static;
        margin: 0;
        display: flex;
    }

</style>

<body>
    <div>
        <?php include './include/navbar.php'; ?>
    </div>
    <main>
    <div class="image-container">
          <img src="assets/images/policy-pic.jpg" class="img-fluid" alt="Policy Image">
          <div class="blue-box">นโยบายเว็ปไซต์</div>
    </div>
    <div class="back-container">
        <div class="policy-header">
            <a href="javascript:history.back()" class="btn">
                <span class="arrow">&lt;</span>
            </a>
            <div class="back-text">
                ย้อนกลับ
            </div>
            <div class="home">
                <a href="#"><i class="bi bi-house-door"></i></a> > นโยบายการคุ้มครองข้อมูลส่วนบุคคล
            </div>
        </div>
    </div>

    <hr class="mt-0 mb-4">

    <div class="info-container">
        <h1><span class="highlight-bar"></span>นโยบายเว็บไซต์</h1>
        <div class="textdate">จัดทำเมื่อวันที่ 15 พฤศจิกายน 2556</div>
    </div>

    <div class="info-container">
        <h1><span class="highlight-bar"></span>วัตถุประสงค์</h1>
        <div class="textinfo">เว็บไซต์ กรมท่าอากาศยาน ได้จัดทำขึ้นเพื่อให้บริการในการใช้บริการข้อมูลข่าวสารแก่ประชาชนทั่วไปและบุคลากรในกรมท่าอากาศยาน 
            การใช้บริการเว็บไซต์ของผู้ใช้บริการจะอยู่ภายใต้เงื่อนไขและข้อกำหนดดังต่อไปนี้ ผู้ใช้บริการจึงควรศึกษาเงื่อนไขและข้อกำหนด การใช้งานเว็บไซต์ และ/หรือเงื่อนไข
            และข้อตกลงอื่นใดที่กรมท่าอากาศยาน ได้แจ้งให้ทราบบนเว็บไซต์ โดยละเอียดก่อนการเข้าใช้บริการทั้งนี้ในการใช้บริการ ให้ถือว่าผู้ใช้บริการได้ตกลงที่จะปฏิบัติตามเงื่อนไขและข้อกำหนดการ 
            ให้บริการที่กำหนดไว้นี้ หากผู้ใช้บริการไม่ประสงค์ ที่จะผูกพันตามข้อกำหนด และเงื่อนไขการให้บริการขอความกำหนดการให้บริการกรุณาท่านยุติการเข้าชมและใช้งานเว็บไซต์นี้ในทันที</div>
    </div>

    <div class="info-container">
        <h1><span class="highlight-bar"></span>เงื่อนไขและข้อกำหนดการใช้งานเว็บไซต์</h1>
        <div class="textinfo">
            <ol>
                <li>ผู้ใช้บริการอาจได้รับ เข้าถึง สร้าง ส่ง หรือแสดงข้อมูล เช่น ไฟล์ข้อมูลข้อความลายลักษณ์อักษรซอฟต์แวร์คอมพิวเตอร์ ดนตรี ไฟล์เสียง หรือเสียงอื่น ๆ ภาพถ่าย วิดีโอ หรือรูปภาพอื่น ๆ โดยเป็นส่วนหนึ่งของบริการหรือโดยผ่านการใช้บริการซึ่งต่อไปนี้จะเรียกว่า“เนื้อหา"
                </li>
                <li>เนื้อหาที่นำเสนอต่อผู้ใช้บริการอาจได้รับการคุ้มครองโดยสิทธิในทรัพย์สินทางปัญญาของเจ้าของเนื้อหานั้นผู้ใช้บริการไม่มีสิทธิ เปลี่ยนแปลงแก้ไข จำหน่ายจ่ายโอน หรือสร้างผลงานต่อเนื่อง โดยอาศัยเนื้อหาดังกล่าว ไม่ว่าจะทั้งหมด หรือบางส่วนเว้นแต่ผู้ใช้บริการจะได้รับอนุญาตโดยชัดแจ้งจากเจ้าของเนื้อหานั้น
                </li>
                <li>ผู้ใช้บริการอาจพบเนื้อหาที่ไม่เหมาะสม หรือหยาบคายอันก่อให้เกิดความไม่พอใจภายใต้ความเสี่ยงของตนเอง</li>
                <li>กรมท่าอากาศยาน  ทรงไว้ซึ่งสิทธิในการคัดกรอง ตรวจทาน ทำเครื่องหมายเปลี่ยนแปลงแก้ไข ปฏิเสธ หรือลบเนื้อหาใด ๆ ที่ ไม่เหมาะสมออกจากบริการ ซึ่งกรมท่าอากาศยาน อาจจัดเตรียมเครื่องมือ ในการคัดกรองเนื้อหา อย่างชัดเจนโดยไม่ขัดต่อกฎหมายกฎระเบียบของทางราชการที่เกี่ยว</li>
                <li>กรมท่าอากาศยาน อาจหยุดให้บริการ เป็นการชั่วคราว หรือถาวร หรือยกเลิกการให้บริการแก่ผู้ใช้บริการรายใด เป็นการเฉพาะ หากการให้บริการดังกล่าวส่งผลกระทบ ต่อผู้ใช้บริการอื่นๆหรือขัดแย้งต่อกฎหมาย โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า</li>
                <li>การหยุด หรือการยกเลิกบริการตาม ข้อ 2.5 ผู้ใช้บริการจะไม่สามารถเข้าใช้บริการ และเข้าถึงรายละเอียดบัญชี ของผู้ใช้บริการไฟล์เอกสารใดๆ หรือเนื้อหาอื่นๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้</li>
                <li>ในกรณี ที่กรมท่าอากาศยานหยุด ให้บริการเป็นการถาวร หรือยกเลิกบริการแก่ผู้ใช้บริการกรมท่าอากาศยาน มีสิทธิ ในการลบข้อมูลต่างๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า</li>
            </ol>
        </div>
    </div>

    <div class="info-container">
        <h1><span class="highlight-bar"></span>สิทธิ หน้าที่ และความรับผิดชอบของผู้ใช้บริการ</h1>
        <div class="textinfo">
            <ol>
                <li>ผู้ใช้บริการ จะให้ข้อมูลเกี่ยวกับตนเอง เช่นข้อมูลระบุตัวตน หรือรายละเอียดการติดต่อที่ถูกต้องเป็นจริงและเป็นปัจจุบันเสมอแก่กรมท่าอากาศยานอันเป็นส่วนหนึ่งของกระบวนการลงทะเบียนใช้บริการหรือการใช้บริการที่ต่อเนื่อง</li>
                <li>ผู้ใช้บริการ จะใช้บริการเว็บไซต์นี้ เพื่อวัตถุประสงค์ที่ได้รับอนุญาตตามข้อกำหนดของกรมท่าอากาศยาน และไม่ขัดต่อกฎหมาย กฎ ระเบียบ ข้อบังคับ หลักปฏิบัติที่เป็นที่ยอมรับโดยทั่วไป</li>
                <li>ผู้ใช้บริการจะไม่เข้าใช้ หรือพยายามเข้าใช้บริการหนึ่งบริการใด โดยวิธีอื่นรวมถึงการใช้วิธีการอัตโนมัติ (การใช้สคริปต์) นอกจากช่องทางที่กรมท่าอากาศยาน จัดเตรียมไว้ให้ เว้นแต่ผู้ใช้บริการ จะได้รับอนุญาตจากกรมท่าอากาศยานโดย</li>
                <li>ผู้ใช้บริการจะไม่ทำ หรือมีส่วนร่วมในการขัดขวางหรือรบกวนบริการของกรมท่าอากาศยานรวมทั้งเครื่องแม่ข่ายและเครือข่ายที่เชื่อมต่อกับบริการ</li>
                <li>ผู้ใช้บริการจะไม่ทำสำเนา คัดลอก ทำซ้ำ ขาย แลกเปลี่ยน หรือขายต่อบริการเพื่อวัตถุประสงค์ใดๆ เว้นแต่ผู้ใช้บริการจะได้รับอนุญาตจากกรมท่าอากาศยานโดยชัดแจ้งให้ทำเช่นนั้นได้</li>
                <li>ผู้ใช้บริการมีหน้าที่ในการรักษาความลับของรหัสผ่านที่เชื่อมโยงกับบัญชีใดๆที่ใช้ในการเข้าถึงบริการ</li>
                <li>ผู้ใช้บริการ จะเป็นผู้รับผิดชอบ แต่เพียงผู้เดียวต่อบุคคลใดๆ รวมถึงกรมท่าอากาศยานในความเสียหายอันเกิดจากการละเมิดข้อกำหนดมท่าอากาศยาน มีสิทธิ ในการลบข้อมูลต่างๆ ที่อยู่ในบัญชีของผู้ใช้บริการได้โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า</li>
            </ol>
        </div>
    </div>
    </main>
    <div>
        <?php include 'include/footer.php'; ?>
    </div>
</body>

</html>